[
    
      {
        "title": "Parrainage des ingénieurs juniors",
        "description": "Aider les candidats ingénieurs à réussir leurs examens pour devenir des ingénieurs qualifiés en offrant des programmes de mentorat, des ateliers de formation, des séances de tutorat et d'autres ressources pour les préparer aux examens."
      },
      {
        "title": "Réseau professionnel",
        "description": "Faciliter l'intégration professionnelle des ingénieurs burkinabés et des diplômés en génie du Canada en créant des opportunités de réseautage, des groupes de discussion en ligne, des stages et des partenariats avec des entreprises et des organisations."
      },
      {
        "title": "Promotion des échanges",
        "description": "Promouvoir les échanges entre les ingénieurs burkinabés et canadiens en organisant des visites, des conférences et des échanges culturels pour renforcer les liens entre les deux communautés et favoriser la collaboration."
      },
      {
        "title": "Création de start-ups en génie",
        "description": "Soutenir le développement de l'Ordre des ingénieurs au Burkina Faso en créant une base de start-ups en génie, en fournissant des ressources de formation et de développement, en offrant des opportunités de financement, en facilitant les partenariats et en offrant des conseils et un mentorat."
      },
      {
        "title": "Recherche et développement",
        "description": "Promouvoir la recherche et le développement en génie en travaillant sur des projets conjoints entre le Canada et le Burkina Faso, y compris des projets de recherche appliquée, des études de marché, des projets de conception et de développement de produits et des projets de développement durable."
      },
      {
        "title": "Sensibilisation",
        "description": "Organiser des activités de sensibilisation pour promouvoir la profession d'ingénieur au Burkina Faso et au Canada, y compris des conférences, des séminaires, des ateliers et des événements communautaires pour attirer l'attention sur les enjeux importants de l'ingénierie et inspirer les jeunes à poursuivre une carrière en génie."
      }
    
    ]
  